app/controllers/schedules_controller.rb

    def lists
        @schedules = Schedule.all
---
SELECT "schedules".* FROM "schedules"